cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'azure-cli'
tap 'azure/draft'

brew 'coreutils'
brew 'draft'
brew 'go'
brew 'grc'
brew 'jp2a'
brew 'jid'
brew 'jq'
brew 'kubectl'
brew 'kubernetes-helm'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'transmission' 
cask 'visual-studio-code'
cask 'vlc'
